{
  "additional_special_tokens": [
    "#Person1#",
    "#Person2#",
    "#Person3#",
    "#Person4#",
    "#Person5#",
    "#Person6#",
    "#Person7#",
    "#SSN#",
    "#Email#",
    "#Address#",
    "#CarNumber#",
    "#DateOfBirth#",
    "#CardNumber#",
    "#PhoneNumber#",
    "#PassportNumber#",
    "#Reaction#",
    "#Movietitle#"
  ],
  "bos_token": "[BOS]",
  "cls_token": "[BOS]",
  "eos_token": "[EOS]",
  "mask_token": "[MASK]",
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "unk_token": "[UNK]"
}
