{
  "additional_special_tokens": [
    "#Person1#",
    "#Person2#",
    "#Person3#",
    "#Person4#",
    "#Person5#",
    "#Person6#",
    "#Person7#",
    "#SSN#",
    "#Email#",
    "#Address#",
    "#Reaction#",
    "#CarNumber#",
    "#Movietitle#",
    "#DateOfBirth#",
    "#CardNumber#",
    "#PhoneNumber#",
    "#PassportNumber#",
    "#Person1#:",
    "#Person2#:",
    "#Person3#:",
    "#Person4#:",
    "#Person5#:",
    "#Person6#:",
    "#Person7#:"
  ],
  "bos_token": "<s>",
  "cls_token": "<s>",
  "eos_token": "</s>",
  "mask_token": "<mask>",
  "pad_token": "<pad>",
  "sep_token": "<sep>",
  "unk_token": "<unk>"
}
